Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: དེ་དག་ལུས་ཚིག་ཅིང་སྡུག་བསྔལ་གྱི་ཚོར་བས་ཉེན་ནས་ཉམ་ཐག་པའི་སྐད་འབྱིན་ཏོ། །
en: scalding their bodies and inflicting unbearable pain that caused them to cry out pitifully.

source: དེ་དག་གིས་སྨྲས་པ། བཙུན་པ་དགེ་འདུན་འཚོ་འཛམ་བུའི་གླིང་པའི་མི་རྣམས་ནི་ཡིད་ཆེས་པར་དཀའ་བས་ཁྱོད་ཡིད་ཆེས་པར་མི་འགྱུར་རོ། །
en: “Reverend Saṅgharakṣita,” they replied, “the people of Jambudvīpa are skeptical, so you will not believe us.”

source: ཇི་ཙམ་ན་དགེ་འདུན་ལ་སྣུམ་བག་གི་རྙེད་པ་བྱུང་ཞིང་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་དག་ཀྱང་ལྷགས་པ་ན།
en: Once the saṅgha had received a supply of rich food and when a group of visiting monks turned up,

source: བདག་ཅག་སེར་སྣས་ཡོངས་སུ་བཟུང་བ་དག་གིས་ཇི་སྲིད་དུ་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་དག་མ་དོང་བ་དེ་སྲིད་དུ་བཟའ་བར་མི་བྱའོ་ཞེས་དེ་ལྟར་སེམས་བསྐྱེད་ཅིང་ཚིག་ཏུ་ཡང་རྗོད་ལ།
en: those of us overcome by greed thought and even said, ‘We should not serve the food until the visiting monks have left.’

source: ཞག་བདུན་གྱི་བར་དུ་དུས་མ་ཡིན་པར་ཡུལ་ངན་པ་བྱུང་ནས་དེས་བཟའ་བ་དང་བཏུང་བ་དེ་དག་རུལ་ཅིང་མ་རུང་བར་གྱུར་པ་དེ་ལྟར་བགྱིས་ཏེ།
en: For seven days, an unseasonable rain fell, spoiling the food and drink, leaving it unsuitable for consumption.

source: དག་ཅག་གིས་དད་པས་སྦྱིན་པར་བྱ་བ་ཆུད་གསན་པས་ལས་དེའི་རྣམ་པར་སྨིན་པས་བདག་ཅག་ཉི་ཚེ་བའི་སེམས་ཅན་དམྱལ་བ་རྣམས་ཀྱི་ནང་དུ་སྐྱེས་ཏེ།
en: Thus we wasted what had been given in faith and, as the fruition of that karma, have been born as denizens of an ephemeral hell.

source: བདག་ཅག་འདི་ནས་ཤི་འཕོས་པ་དག་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་རྣམས་ཀྱི་ནང་དུ་སྐྱེ་བར་འགྱུར་བ་གང་ལགས་པ་དེ་ལྟ་བུའི་གནས་ཀྱང་མཆིས་པར་འགྱུར་རོ། །
en: As soon as we die and pass from this life, we will be reborn among the denizens of a great hell and will have to live there in such straits.

source: བཙུན་པ་དགེ་འདུན་འཚོ་དེའི་སླད་དུ་འཛམ་བུའི་གླིང་དུ་གཤེགས་ནས་ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་རྣམས་ལ་ཚེ་དང་ལྡན་པ་དག་འདི་ལྟ་སྟེ།
en: Reverend Saṅgharakṣita, once you have returned to Jambudvīpa, say to the brethren, ‘Venerables,

source: དཔེར་ན་འོད་སྲུང་གི་དགེ་སྦྱོང་དག་ལྟར་དད་པས་སྦྱིན་པར་བྱ་བ་ཆུད་མ་གཟོན་ཅིག །
en: do not waste what has been given in faith like Kāśyapa’s monks.

source: སྡུག་བསྔལ་གྱི་ཚོགས་དེ་ལྟ་བུའི་སྐལ་བ་ཅན་དུ་འགྱུར་བར་མ་བྱེད་ཅིག་ཅེས་དོན་འདི་རྒྱ་ཆེར་བརྗོད་ན་ལེགས་སོ། །
en: Do not act so as to accrue the fortune for that mass of suffering.’ It would be well were you to explain our plight at length.”

source: དེས་དེ་ལྟར་བྱའོ་ཞེས་ཁས་བླངས་ནས་སོང་ངོ་། །
en: After agreeing to do just that, Saṅgharakṣita departed.

source: ཇི་ཙམ་ན་ཡང་དེ་ཁོ་ན་བཞིན་དུ་སཱ་ལའི་དགོན་པ་ཞིག་ན་གཙུག་ལག་ཁང་གསུམ་པ་རྟ་བབས་མཐོན་པོ་དང་ལྡན་པ།
en: After some time, he saw again as before, in a forest of śāla trees, a third monastery with a high gate, skylights, and latticed windows.

source: མཐོངས་ཁུང་དང་། སྐར་ཁུང་དྲ་བ་ཅན་དང་། ལན་ཀན་གྱིས་བརྒྱན་པ། སྙིང་དང་མིག་འཕྲོག་པར་བྱེད་པ། །
en: It was adorned with balustrades, beguiling to the heart and beautiful to the eye,

source: མཐོ་རིས་ཀྱི་ཐེམ་སྐས་སུ་གྱུར་བ། ཁྲི་དང་ཁྲིའུ་དང་ཡོ་བྱད་ཕུན་སུམ་ཚོགས་པ་དང་ལྡན་པ།
en: with a staircase to the upper level and perfectly outfitted with beds, seats, and supplies.

source: ངང་པ་དང་། ཁྲུང་ཁྲུང་དང་། རྨ་བྱ་དང་། ནེ་ཙོ་དང་། རི་སྐེགས་དང་། ཁུ་བྱུག་དག་མངོན་པར་སྒྲ་འབྱིན་པ།
en: ringing with the sounds of swans, cranes, peacocks, parrots, mynahs, and cuckoos.

source: ལྷའི་གནས་ལྟར་དཔལ་གྱིས་འབར་བ་ཞིག་དང་། དེ་ན་དགེ་སློང་ལེགས་པར་བགོས་ཤིང་ལེགས་པར་སྦྱངས་པ། སྤྱོད་ལམ་ཞི་བས་གནས་པ་དག་མཐོང་ནས་གུས་པ་དང་བཅས་པས་དེ་དག་གི་གན་དུ་སོང་ངོ་། །
en: When he saw the resident monks, finely dressed and well trained, living peacefully in this glorious and heavenly abode, he respectfully approached them.

source: དེ་ནས་དེ་དག་གུས་པ་དང་སྒྲིམ་པ་དང་བཅས་པས་དེ་ལ་སྨྲས་པ། བཙུན་པ་དགེ་འདུན་འཚོ་བྱོན་པ་ལེགས་སོ་བྱོན་པ་ལེགས་སོ། །
en: With a show of respect, they said to him, “Welcome, reverend Saṅgharakṣita, welcome.

source: དེས་ཇི་ལྟར་གྱུར་པ་ཐམས་ཅད་བརྗོད་པ་དང་། དེ་ནས་དེ་དག་གིས་ངལ་སོར་བཅུག་སྟེ་ལམ་གྱིས་དུབ་པ་བསལ་ནས་
en: After he explained everything that had happened, they let him rest and once he recovered from the fatigue of the road,

source: ཇི་ཙམ་ན་དེ་དག་དྲོ་ལ་བབ་སྟེ་གཎྜཱི་བརྡུངས་ན་
en: Some time later, the meal was laid out and when the wooden beam was struck,

source: རང་རང་གི་ལྷུང་བཟེད་ཐོགས་ཏེ་གྲལ་རིམས་བཞིན་དུ་འཁོད་དོ། །
en: the monks filed in, each carrying his own begging bowl, and sat down in order of seniority.

source: དེ་དག་འཁོད་པ་དང་དེ་དག་གི་གཙུག་ལག་ཁང་དེ་འབར་རབ་ཏུ་འབར་ཀུན་དུ་རབ་ཏུ་འབར་ཞིང་མེ་ལྕེ་གཅིག་ཏུ་གྱུར་ནས་སྲེག་པར་བརྩམས་སོ། །
en: As soon as they sat down, the monastery caught alight, burst into flames, and was engulfed in a fire that began to burn as a single, giant inferno.

source: དེ་ནས་དེ་དག་ཇི་སྲིད་དུ་དྲོ་མ་ཡོལ་གྱི་བར་དུ་མེ་ལྕེ་དེས་བསྲེགས་ནས་
en: For the remainder of the meal, the fire raged,

source: ཇི་ཙམ་ན་དྲོ་ཡོལ་བ་དང་གཙུག་ལག་ཁང་དེ་ཡང་དེ་ཁོ་ན་བཞིན་དུ་ཕྱིར་བྱུང་ཞིང་དགེ་སློང་དེ་དག་ཀྱང་དེ་ཁོ་ན་བཞིན་དུ་སྤྱོད་ལམ་ཞི་བས་གནས་སོ།
en: As soon as the mealtime ended, the monastery reappeared as before while the monks also resumed their peaceful demeanors.

source: དེ་དག་གིས་སྨྲས་པ། བཙུན་པ་དགེ་འདུན་འཚོ་བདག་ཅག་ནི་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་ཉན་ཐོས་སུ་གྱུར་ཏེ
en: “Reverend Saṅgharakṣita, we were disciples of the perfectly awakened Buddha Kāśyapa.

source: ཇི་ཙམ་ན་བདག་ཅག་ཚུལ་ཁྲིམས་འཆལ་བ་དང་སྡིག་པའི་ཆོས་ཅན་དུ་གྱུར་ནས།
en: In time, our ethics became lax and we became dissolute.

source: དགེ་སློང་ཚུལ་ཁྲིམས་དང་ལྡན་པ་རྣམས་ཀྱིས་བདག་ཅག་གཙུག་ལག་ཁང་ནས་
en: When the ethical monks evicted us from the monastery,

source: བསྐྲད་པ་དང་བདག་ཅག་གཙུག་ལག་ཁང་སྟོང་པ་ཞིག་ཏུ་འཁོད་དོ། །
en: we took up in an empty monastery.

source: ཇི་ཙམ་ན་དགེ་སློང་ཚུལ་ཁྲིམས་དང་ལྡན་པ་གཅིག་ཅིག་རྒྱུ་བ་ན་དེར་ཕྱིན་པ་དང་། དེ་ནས་བདག་ཅག་ལ་བློ་སྐྱེས་པ།
en: After a while, an ethical monk happened by, which gave us an idea.

source: འདི་གཅིག་པུས་བདག་ཅག་གི་ཡོན་སྦྱོང་བར་འགྱུར་གྱིས་འདུག་ལ་རག་གོ་སྙམ་པ་དང་། དེ་དེ་ཉིད་དུ་འདུག་གོ། །
en: We thought, ‘He alone can purify patronage. We must get him to stay,’ and so he stayed.

source: ཇི་ཙམ་ན་དེའི་ཞར་གྱིས་ཡང་དགེ་སློང་ཚུལ་ཁྲིམས་དང་ལྡན་པ་མང་པོ་དག་ལྷགས་ནས་དེ་དག་གིས་བདག་ཅག་དེ་ནས་བསྐྲད་དོ། །
en: And in time, as a result of that, many ethical monks gathered there, who then proceeded to evict us.

source: དེ་ནས་བདག་ཅག་མི་བཟོད་པ་སྐྱེས་པ་དག་གིས་ཤིང་དང་། རྩྭ་དང་། ལྕི་བ་སྐམ་པོ་དག་བཅེར་ཏེ་གཙུག་ལག་ཁང་ལ་མེ་བཏང་ནས་
en: Those of us who could not bear this piled wood, straw, and dried dung and set fire to the monastery,

source: དེར་དགེ་སློང་བསླབ་པ་འདོད་པ་མང་པོ་དག་བསྲེགས་པས་
en: burning many of the monks intent on training there.

source: ལས་དེའི་རྣམ་པར་སྨིན་པས་བདག་ཅག་ཉི་ཚེ་བའི་སེམས་ཅན་དམྱལ་བ་རྣམས་ཀྱི་ནང་དུ་སྐྱེས་ཏེ།
en: As the fruition of that karma, we have been born as denizens of an ephemeral hell.

source: བདག་ཅག་འདི་ནས་ཤི་འཕོས་པ་དང་སེམས་ཅན་དམྱལ་བ་རྣམས་ཀྱི་ནང་དུ་སྐྱེ་བར་འགྱུར་བ་གང་ལགས་པ་དེ་ལྟ་བུའི་གནས་ཀྱང་མཆིས་པར་འགྱུར་རོ། །
en: As soon as we die and pass from this life, we will be reborn among the denizens of hell and will have to live there in such straits.

source: བཙུན་པ་དགེ་འདུན་འཚོ་དེའི་སླད་དུ་འཛམ་བུའི་གླིང་དུ་གཤེགས་ནས་ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་རྣམས་ལ་
en: Reverend Saṅgharakṣita, once you have returned to Jambudvīpa, say to the brethren,

source: ཚེ་དང་ལྡན་པ་དག་འདི་ལྟ་སྟེ། དཔེར་ན་འོད་སྲུང་གི་དགེ་སྦྱོང་ལྟར་ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་དག་ལ་སྡང་བའི་སེམས་མ་སྐྱེད་ཅིག །
en: ‘Venerables, do not nurse hatred for your brethren as Kāśyapa’s monks did.

source: དེས་དེ་ལྟར་བྱའོ་ཞེས་ཁས་བླངས་ཏེ་སོང་ངོ་།
en: After agreeing to do just that, Saṅgharakṣita departed.

source: ཇི་ཙམ་ན་སེམས་ཅན་རྩིག་པ་འདྲ་བ་དག་དང་། ཀ་བ་འདྲ་བ་དག་དང་། ཤིང་ལྗོན་པ་འདྲ་བ་དག་དང་། ལོ་མ་འདྲ་བ་དག་དང་། མེ་ཏོག་འདྲ་བ་དག་དང་། འབྲས་བུ་འདྲ་བ་དག་དང་། ཐག་པ་འདྲ་བ་དག་དང་། ཕྱགས་མ་འདྲ་བ་དག་དང་། ཕོར་པ་འདྲ་བ་དག་དང་། གཏུན་འདྲ་བ་དག་དང་། ཕྲུ་བ་འདྲ་བ་དག་དང་། རྐེད་པ་ཆད་པ་ཆུ་རྒྱུས་ཀྱིས་བཟུང་བ་དག་འདོང་བ་ཡང་མཐོང་ངོ་།
en: On his journey, the venerable Saṅgharakṣita saw beings shaped like walls, pillars, trees, leaves, flowers, fruit, rope, brooms, bowls, mortars and pestles, pots, and even beings cut at the waist, their bodies held together by tendons.

source: ཚེ་དང་ལྡན་པ་དགེ་འདུན་འཚོ་ཡང་མཐར་གྱིས་ལྗོངས་སུ་སོང་བ་དང་།
en: Saṅgharakṣita’s sermon leads five hundred seers to the truth

source: ཇི་ཙམ་ན་བསྟི་གནས་ཤིག་ན་དྲང་སྲོང་ལྔ་བརྒྱ་ཙམ་འཁོད་དེ། །
en: Eventually, the venerable Saṅgharakṣita reached a settlement with an ashram where there lived five hundred seers.

source: དེ་དག་གིས་ཚེ་དང་ལྡན་པ་དགེ་འདུན་འཚོ་ཐག་རིང་པོ་ཁོ་ན་ནས་འོང་བ་མཐོང་ངོ་། །
en: The seers saw the venerable Saṅgharakṣita approaching from off in the distance

source: དེ་ནས་དེ་དག་གིས་གྲོས་བྱ་བར་བརྩམས་པ་
en: and began to confer with one another:

source: ཤེས་ལྡན་དག་ཉོན་ཅིག །ཤཱཀྱའི་བུའི་དགེ་སྦྱོང་འདི་དག་ནི་སྨྲ་བ་མང་བ་ཡིན་པས་
en: “Listen, gentlemen . These ascetic sons of the Śākya tend to preach a great deal.

source: འདི་ལ་སུས་ཀྱང་ཚིག་སྦྱིན་པར་མི་བྱའོ་ཞེས་དེ་དག་གིས་ཁྲིམས་སུ་བྱ་བ་བཅས་ཏེ་འཁོད་དོ། །
en: Let none of us offer a single word in response.” Having made this pact, they remained where they were.

source: ཚེ་དང་ལྡན་པ་དགེ་འདུན་འཚོ་ཡང་སྤྱོད་ལམ་ཞི་བས་དེ་དག་གི་གན་དུ་སོང་སྟེ་བསྟི་གནས་བརྙ་བར་བརྩམས་པ་ན་
en: With a peaceful demeanor, Saṅgharakṣita approached them, but when he requested a place to stay,

source: འགས་ཀྱང་ཚིག་མ་སྟེར་ཏོ།
en: they gave not a word in response.

source: དེ་ན་དྲང་སྲོང་བསོད་ནམས་འདོད་པ་གཅིག་ཅིག་གིས་སྨྲས་པ།
en: A single seer, intent on merit, said,

source: ཁྱོད་ལ་ཅིའི་ཕྱིར་བསྟི་གནས་མི་བརྙན་ཏེ་འདི་ལྟར་ཁྱེད་ལ་ཉེས་པ་ཡོད་དོ། །
en: “Why do we not give you a place to stay? It is because you have a fault.

source: ཁྱེད་ནི་སྨྲ་བ་མང་བ་ཡིན་ནོ། །དེ་ལྟ་མོད་ཀྱི་དམ་ཚིག་གིས་བརྙ་བར་བྱ་སྟེ།
en: You tend to preach a lot. You must therefore swear an oath:

source: གལ་ཏེ་ཅུང་ཟད་ཀྱང་མི་སྨྲ་ན་བརྙན་ནོ། །
en: I will give you a place if you refrain from giving even the slightest sermon.”

source: ཚེ་དང་ལྡན་པ་དགེ་འདུན་འཚོས་སྨྲས་པ། དྲང་སྲོང་དེ་བཞིན་དུ་བྱས་མི་སྨྲའོ། །
en: “Seer, as you instruct, I shall not preach,” replied Saṅgharakṣita.

source: དེ་ན་དྲང་སྲོང་གཅིག་ཅིག་ལྗོངས་རྒྱུར་སོང་བ་དེའི་སྤྱིལ་བུ་སྟོང་པར་འདུག་པ་དེ་ཚེ་དང་ལྡན་པ་དགེ་འདུན་འཚོ་ལ་འདིར་ཉོལ་ཅིག་ཅེས་བརྙན་ནོ། །
en: The seer took Saṅgharakṣita to an unoccupied thatched hut in the settlement and told him he could sleep there.

source: ཚེ་དང་ལྡན་པ་དགེ་འདུན་འཚོས་སྤྱིལ་བུ་དེ་ཆག་ཆག་བཏབ། ཕྱག་དར་བྱས། བ་ལང་གི་ལྕི་བ་སར་པས་བྱུག་པ་བྱས་སོ། །
en: Saṅgharakṣita sprinkled water on, swept, and applied fresh cow dung to the dirt floor of the thatched hut.

source: དེ་དག་གིས་དེ་མཐོང་ནས་དེ་དག་གིས་སྨྲས་པ། ཤེས་ལྡན་དག་ཤཱཀྱའི་བུའི་དགེ་སྦྱོང་འདི་དག་ནི་གཙང་སྦྲ་བྱེད་པ་ཡིན་ནོ། །
en: On seeing this, the seers said, “Gentlemen , these ascetic sons of the Śākya are sanitary.”

source: ཚེ་དང་ལྡན་པ་དགེ་འདུན་འཚོས་སྤྱིལ་བུའི་ཕྱི་རོལ་དུ་རྐང་པ་གཉིས་བཀྲུས་ཏེ་སྤྱིལ་བུར་ཞུགས་ནས
en: Saṅgharakṣita washed his feet outside the thatched hut before going back inside.

source: ་སྐྱིལ་མོ་ཀྲུང་བཅས་ཏེ་ལུས་དྲང་པོར་བསྲང་ནས་དྲན་པ་ཕྱོགས་པར་བཞག་སྟེ་འདུག་གོ། །
en: Sitting down, he crossed his legs, held his body erect, and rested in mindfulness.

source: དེ་ནས་བསྟི་གནས་དེ་ན་ལྷ་མོ་ཞིག་འདུག་པ་གང་ཡིན་པ་དེ་མཚན་མོ་ཐུན་དང་པོ་ལ་ཚེ་དང་ལྡན་པ་དགེ་འདུན་འཚོ་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས
en: A goddess living in the ashram went to the venerable Saṅgharakṣita during the evening watch

source: དེས་སྨྲས་པ། འཕགས་པ་དགེ་འདུན་འཚོ་ཆོས་བསྟན་དུ་གསོལ།
en: and said, “Noble Saṅgharakṣita, please teach the Dharma.”

source: དེས་སྨྲས་པ། ལྷ་མོ་ཁྱོད་བདེ་བར་གྱུར་ཅིག །ཁོ་བོས་ཁྲིམས་སུ་བྱ་བས་བསྟི་གནས་རྙེད་པ་ཁྱོད་ཀྱིས་མ་མཐོང་ངམ།
en: “Goddess, I wish you well but did you not see I obtained this resting place by making a pact?

source: ཅི་ཁོ་བོ་བསྐྲད་པར་འདོད་དམ། དེས་བསམས་པ།
en: Would you like me to be kicked out?” The goddess thought,

source: རབ་ཏུ་བྱུང་བ་འདི་ངལ་གྱིས་འདི་ལྟར་གུང་ཐུན་ལ་འོང་བར་བྱའོ་སྙམ་ནས་དེ་གུང་ཐུན་ལ་འོངས་ཏེ་
en: “This renunciant is tired, so I shall return during the night watch.” She returned during the night watch

source: དེས་སྨྲས་པ། སྲིང་མོ་ཁྱོད་ཁ་རོག་མི་སྡོད་པས་ཁོ་བོ་ངེས་པར་བསྐྲད་པར་འདོད་དམ།
en: “Sister, you just can’t leave it be! You must want me to be kicked out!”

source: དེས་བསམས་པ། རབ་ཏུ་བྱུང་བ་འདི་ད་དུང་གཉིད་ཀྱིས་མྱོས་ཀྱིས་ཐུན་ཐ་མ་ལ་འོང་བར་བྱའོ་སྙམ་ནས་
en: She thought, “This renunciant is still groggy from sleep. I shall return during the final watch.”

source: དེ་ཐུན་ཐ་མ་ལ་འོངས་ཏེ་སྨྲས་པ། འཕགས་པ་དགེ་འདུན་འཚོ་ཅིའི་སླད་དུ་གཟིམས།
en: She returned during the final watch and said, “Noble Saṅgharakṣita, why do you sleep?

source: མཚན་མོའི་དགུང་སངས་ཀྱིས་བཞེངས་ལ་ཆོས་བསྟན་དུ་གསོལ།
en: I woke you in the middle of the night and asked you to teach the Dharma.”

source: དེས་སྨྲས་པ། སྲིང་མོ་ཁྱོད་ཀྱིས་ཁོ་བོ་རྣམ་པ་ཐམས་ཅད་དུ་བསྐྲད་དོ།
en: “Sister, you are trying by every means to get me kicked out!”

source: དེས་སྨྲས་པ། འཕགས་པ་མཚན་མོའི་དགུང་སངས་པས་གལ་ཏེ་བསྐྲད་ན་ཡང་ཅིར་འགྱུར་བཞུད་དོ་འཚལ།
en: “Noble one, the darkness of night has passed. Even if you were kicked out, why would it matter? You’d be seeking to leave soon anyway.

source: འདི་ལྟར་བཅོམ་ལྡན་འདས་ཀྱིས་འཇིགས་པ་དང་འཇིགས་སུ་རུང་བ་བཟོད་པར་བྱའོ་ཞེས་བཀའ་མ་སྩལ་ཏམ། །
en: Did the Blessed One not say you must face your fears along with what provokes them?”

source: ཚེ་དང་ལྡན་པ་དགེ་འདུན་འཚོས་བསམས་པ། སྲིང་མོ་འདི་ཟེར་བ་ནི་བདེན་ཏེ།
en: “Sister, what you say is true. I must get going regardless of whether I am kicked out.

source: གལ་ཏེ་ཁོ་བོ་བསྐྲད་ན་འགྲོ་ལ་རག་གིས་འདི་ལྟར་འདི་དག་ནི་བྲམ་ཟེ་ཡིན་པས་བྲམ་ཟེ་དང་ཡང་དག་པར་ལྡན་པའི་ཚིགས་སུ་བཅད་པ་བརྗོད་པར་བྱའོ་སྙམ་ནས།
en: Since these people are brahmins, I should recite a verse the brahmins themselves take to be true.”

source: དེས་བྲམ་ཟེའི་སྡེ་ཚན་འདི་སྐད་ཅེས།
en: Saṅgharakṣita then began to recite the Brāhmaṇavarga

source: སོམ་ཉི་མ་རྒལ་གཅེར་བུའི་སྤྱོད་པ་དང་། །རལ་པ་རྫབ་དང་སྣ་ཚོགས་ཟས་དང་ནི། །
en: So long as doubt remains, going naked With matted hair, smeared in mud; a motley diet;

source: ཐང་ལ་ཉལ་དང་རྡུལ་དང་དྲི་མ་དང་། །ཙོག་བུའི་སྤོང་བས་མི་དག་འབྱུང་མི་འགྱུར། །
en: Sleeping rough, unwashed and smelly; And never squatting, do not make men pure.

source: འབྱུང་པོ་ཀུན་ལ་འཚེ་བ་རྣམ་སྤངས་ཏེ། །ཆོས་སྤྱོད་ཞི་དུལ་ཡང་དག་སྡོམ་པ་དང་། །
en: But he who forsakes violence toward all who live; Acts with virtue; is pacific, subdued, and restrained;

source: ཚངས་སྤྱོད་ལྡན་པ་རྒྱན་གྱིས་བརྒྱན་གྱུར་ཀྱང་། །དེ་ཉིད་བྲམ་ཟེ་དགེ་སྦྱོང་དགེ་སློང་ཡིན། །
en: And aspires to purity, even if he be bedecked in jewelry, That is a brahmin, an ascetic, a monk.

source: དེ་དག་གིས་དེ་ཐོས་ནས་དེ་དག་གིས་བསམས་པ།
en: On hearing this verse, the seers thought,

source: བྲམ་ཟེ་དང་ཡང་དག་པར་ལྡན་པའི་ཚིགས་སུ་བཅད་པ་ཟེར་རོ་སྙམ་ནས་གཅིག་ཉེ་བར་འོངས་སོ། །
en: “This monk’s verses express the real meaning of ‘brahmin.’

source: དེ་བཞིན་དུ་གཉིས་པ་དང་། གསུམ་པ་ནས་དེ་དག་ཐམས་ཅད་ཀྱི་བར་དུ་ཉེ་བར་ལྷགས་པ་དང་། ལྷ་མོ་དེས་ཅི་ནས་
en: ne seer drew near, then a second and a third, until they all surrounded him,

source: ཀྱང་དེ་དག་གཅིག་གིས་གཅིག་མི་མཐོང་བ་དེ་ལྟར་བྱིན་གྱིས་བརླབས་སོ། །
en: at which point the goddess charmed them so they could not see one another.

source: དེའི་འོག་ཏུ་ཚེ་དང་ལྡན་པ་དགེ་འདུན་འཚོས་གྲོང་ཁྱེར་ལྟ་བུའི་མདོ་གདོན་པར་བརྩམས་སོ། །
en: After that Saṅgharakṣita began to recite the Nagaropama Sūtra

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་སོ། །
en: The Blessed One was resident at the Jetavana, Anāthapiṇḍada’s grove near Śrāvastī.

source: དགེ་སློང་དག་སྔོན་ང་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་མ་རྒྱས་པའི་ཚེ་གཅིག་པུ་དབེན་པར་སོང་སྟེ་
en: “Monks, before I achieved perfect awakening and became a perfect buddha, I went alone into the wild.

source: ནང་དུ་ཡང་དག་བཞག་པ་ན་སེམས་ལ་སེམས་ཀྱི་ཡོངས་སུ་རྟོག་པ་འདི་ལྟ་བུ་བྱུང་སྟེ།
en: While inwardly absorbed, this perfect thought arose in my mind:

source: ཀྱེ་མ་འཇིག་རྟེན་འདི་སྡུག་བསྔལ་བར་གྱུར་ཏེ།
en: ‘Ah! This world is prone to suffering,

source: འདི་ལྟ་སྟེ་སྐྱེ་བར་འགྱུར། རྒ་བར་འགྱུར་འཆི་བར་འགྱུར། ཉམས་པར་འགྱུར། འབྱུང་བར་འགྱུར་ཡང་
en: for we are born, we age, we die, we deteriorate, and then it all happens again.

source: འོན་ཀྱང་སེམས་ཅན་འདི་དག་གིས་རྒ་ཤི་བས་བླ་མ་ཡོད་བཞིན་དུ་ངེས་པར་འབྱུང་བ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་རབ་ཏུ་མི་ཤེས་སོ་སྙམ་ནས
en: And though a higher state exists, beings who age and die know nothing of the perfect remedies that exist.’

source: ང་འདི་སྙམ་དུ་སེམས་ཏེ། གང་ཡོད་ན་རྒ་ཤི་འབྱུང་ཞིང་རྐྱེན་གང་གིས་རྒ་ཤི་འབྱུང་སྙམ་དུ་
en: “I then pondered what was needed for birth to occur and what conditions contribute to the occurrence of birth.

source: ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན། འདི་ལྟར་སྐྱེ་བ་ཡོད་ན་རྒ་ཤི་འབྱུང་ཞིང་སྐྱེ་བའི་རྐྱེན་གྱིས་རྒ་ཤི་འབྱུང་ངོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་མངོན་པར་རྟོགས་པར་གྱུར་ཏོ། །
en: On proper reflection, I realized this perfectly and as it is: if there is becoming, there will be birth, and becoming contributes to the occurrence of birth.

source: ང་འདི་སྙམ་དུ་སེམས་ཏེ། གང་ཡོད་ན་སྐྱེ་བ་འབྱུང་ཞིང་རྐྱེན་གང་གིས་སྐྱེ་བ་འབྱུང་སྙམ་དུ་ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན།
en: “I then pondered what was needed for becoming to occur and what conditions contribute to the occurrence of becoming.

source: འདི་ལྟར་སྲིད་པ་ཡོད་ན་སྐྱེ་བ་འབྱུང་ཞིང་སྲིད་པའི་རྐྱེན་གྱིས་སྐྱེ་བ་འབྱུང་ངོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་མངོན་པར་རྟོགས་པར་གྱུར་ཏོ། །
en: On proper reflection, I realized this perfectly and as it is: if there is grasping, there will be becoming, and grasping contributes to the occurrence of becoming.

source: ང་འདི་སྙམ་དུ་སེམས་ཏེ། གང་ཡོད་ན་ལེན་པ་འབྱུང་ཞིང་རྐྱེན་གང་གིས་ལེན་པ་འབྱུང་སྙམ་དུ་ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན།
en: “I then pondered what was needed for grasping to occur and what conditions contribute to the occurrence of grasping.

source: འདི་ལྟར་སྲེད་པ་ཡོད་ན་ལེན་པ་འབྱུང་ཞིང་སྲེད་པའི་རྐྱེན་གྱིས་ལེན་པ་འབྱུང་ངོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་མངོན་པར་རྟོགས་པར་གྱུར་ཏོ། །
en: On proper reflection, I realized this perfectly and as it is: if there is craving, there will be grasping, and craving contributes to the occurrence of grasping.

source: ང་འདི་སྙམ་དུ་སེམས་ཏེ། གང་ཡོད་ན་སྲེད་པ་འབྱུང་ཞིང་རྐྱེན་གང་གིས་སྲེད་པ་འབྱུང་སྙམ་དུ་ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན།
en: “I then pondered what was needed for craving to occur and what conditions contribute to the occurrence of craving.

source: འདི་ལྟར་ཚོར་བ་ཡོད་ན་སྲིད་པ་འབྱུང་ཞིང་ཚོར་བའི་རྐྱེན་གྱིས་སྲིད་པ་འབྱུང་ངོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་མངོན་པར་རྟོགས་པར་གྱུར་ཏོ། །
en: On proper reflection, I realized this perfectly and as it is: if there is sensation, there will be craving, and sensation contributes to the occurrence of craving.

source: ང་འདི་སྙམ་དུ་སེམས་ཏེ། གང་ཡོད་ན་ཚོར་བ་འབྱུང་ཞིང་རྐྱེན་གང་གིས་ཚོར་བ་འབྱུང་སྙམ་དུ་ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན།
en: “I then pondered what was needed for sensation to occur and what conditions contribute to the occurrence of sensation.

source: འདི་ལྟར་རེག་པ་ཡོད་ན་ཚོར་བ་འབྱུང་ཞིང་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་འབྱུང་ངོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་མངོན་པར་རྟོགས་པར་གྱུར་ཏོ།
en: On proper reflection, I realized this perfectly and as it is: if there is contact, there will be sensation, and contact contributes to the occurrence of sensation.

source: ང་འདི་སྙམ་དུ་སེམས་ཏེ། གང་ཡོད་ན་རེག་པ་འབྱུང་ཞིང་རྐྱེན་གང་གིས་རེག་པ་འབྱུང་སྙམ་དུ་ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན། །
en: “I then pondered what was needed for contact to occur and what conditions contribute to the occurrence of contact.

source: འདི་ལྟར་སྐྱེ་མཆེད་དྲུག་ཡོད་ན་རེག་པ་འབྱུང་ཞིང་སྐྱེ་མཆེད་དྲུག་གི་རྐྱེན་གྱིས་རེག་པ་འབྱུང་ངོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་མངོན་པར་རྟོགས་པར་གྱུར་ཏོ། །
en: On proper reflection, I realized this perfectly and as it is: if there are seats for the six senses, there will be contact, and seats for the six senses contribute to the occurrence of contact.

source: ང་འདི་སྙམ་དུ་སེམས་ཏེ། གང་ཡོད་ན་སྐྱེ་མཆེད་དྲུག་འབྱུང་ཞིང་རྐྱེན་གང་གིས་སྐྱེ་མཆེད་དྲུག་འབྱུང་སྙམ་དུ་ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན།
en: “I then pondered what was needed for the seats of the six senses to occur and what conditions contribute to the occurrence of the seats of the six senses.

source: འདི་ལྟར་མིང་དང་གཟུགས་ཡོད་ན་སྐྱེ་མཆེད་དྲུག་འབྱུང་ཞིང་མིང་དང་གཟུགས་ཀྱི་རྐྱེན་གྱིས་སྐྱེ་མཆེད་དྲུག་འབྱུང་ངོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་མངོན་པར་རྟོགས་པར་གྱུར་ཏོ། །
en: On proper reflection, I realized this perfectly and as it is: if there are name and form, there will be seats for the six senses, and name and form contribute to the occurrence of seats for the six senses.

source: ང་འདི་སྙམ་དུ་སེམས་ཏེ། གང་ཡོད་ན་མིང་དང་གཟུགས་འབྱུང་ཞིང་རྐྱེན་གང་གིས་མིང་དང་གཟུགས་འབྱུང་སྙམ་དུ་ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན།
en: “I then pondered what was needed for name and form to occur and what conditions contribute to the occurrence of name and form.

source: འདི་ལྟར་རྣམ་པར་ཤེས་པ་ཡོད་ན་མིང་དང་གཟུགས་འབྱུང་ཞིང་རྣམ་པར་ཤེས་པའི་རྐྱེན་གྱིས་མིང་དང་གཟུགས་འབྱུང་ངོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་མངོན་པར་རྟོགས་པར་གྱུར་ཏོ། །
en: On proper reflection, I realized this perfectly and as it is: if there is consciousness, there will be name and form, and consciousness contributes to the occurrence of name and form.

source: ང་འདི་སྙམ་དུ་སེམས་ཏེ། གང་ཡོད་ན་རྣམ་པར་ཤེས་པ་འབྱུང་ཞིང་རྐྱེན་གང་གིས་རྣམ་པར་ཤེས་པ་འབྱུང་སྙམ་པ་ལས།
en: “I then pondered what was needed for consciousness to occur and what conditions contribute to the occurrence of consciousness.

source: ངའི་ཡིད་རྣམ་པར་ཤེས་པ་ནས་ཕྱིར་ལོག་ཅིང་དེ་ཕན་ཆད་དུ་འཇུག་པར་མི་བྱེད་དེ།
en: By reversing the conception of ‘I,’ one will not incite what follows from that.

source: འདི་ལྟ་སྟེ། རྣམ་པར་ཤེས་པའི་རྐྱེན་གྱིས་མིང་དང་གཟུགས།
en: “Thus consciousness contributes to name and form,

source: མིང་དང་གཟུགས་ཀྱི་རྐྱེན་གྱིས་སྐྱེ་མཆེད་དྲུག །སྐྱེ་མཆེད་དྲུག་གི་རྐྱེན་གྱིས་རེག་པ།
en: name and form contribute to the seats of the six senses, the seats of the six senses contribute to contact,

source: རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ། ཚོར་བའི་རྐྱེན་གྱིས་སྲེད་པ།
en: contact contributes to sensation, sensation contributes to craving,

source: སྲེད་པའི་རྐྱེན་གྱིས་ལེན་པ། ལེན་པའི་རྐྱེན་གྱིས་སྲིད་པ།
en: craving contributes to grasping, grasping contributes to becoming,

source: སྲིད་པའི་རྐྱེན་གྱིས་སྐྱེ་བ། སྐྱེ་བའི་རྐྱེན་གྱིས་རྒ་ཤི་དང་།
en: becoming contributes to birth, birth contributes to aging and death,

source: མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་རྣམས་འབྱུང་སྟེ།
en: and the occurrence of sorrow, lamentation, suffering, unhappiness, and strife.

source: དེ་ལྟར་ན་སྡུག་བསྔལ་གྱི་ཕུང་པོ་ཆེན་པོ་འབའ་ཞིག་པ་འདི་འབྱུང་བར་འགྱུར་རོ་སྙམ་མོ། །
en: And that is how, I thought, this whole huge mass of suffering comes to be.

source: ང་འདི་སྙམ་དུ་སེམས་ཏེ། གང་མེད་ན་རྒ་ཤི་མི་འབྱུང་ཞིང་གང་འགགས་པས་རྒ་ཤི་འགག་སྙམ་དུ་ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན།
en: “I then pondered what must be absent for aging and death not to occur and what must cease for aging and death to cease.

source: འདི་ལྟར་སྐྱེ་བ་མེད་ན་རྒ་ཤི་མི་འབྱུང་ཞིང་། སྐྱེ་བ་འགགས་པས་རྒ་ཤི་འགག་གོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་མངོན་པར་རྟོགས་པར་གྱུར་ཏོ། །
en: On proper reflection, I realized this perfectly and as it is: if there is no birth, no aging and death will occur, and the cessation of birth arrests aging and death.

source: ང་འདི་སྙམ་དུ་སེམས་ཏེ། གང་མེད་ན་སྐྱེ་བ་མི་འབྱུང་ཞིང་གང་འགགས་པས་སྐྱེ་བ་འགག་སྙམ་དུ་ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན།
en: “I then pondered what must be absent for birth not to occur and what must cease for birth to cease.

source: འདི་ལྟར་སྲིད་པ་མེད་ན་སྐྱེ་བ་མི་འབྱུང་ཞིང་། སྲིད་པ་འགགས་པས་སྐྱེ་བ་འགག་གོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་མངོན་པར་རྟོགས་པར་གྱུར་ཏོ། །
en: On proper reflection, I realized this perfectly and as it is: if there is no becoming, no birth will occur, and the cessation of becoming arrests birth.

source: ང་འདི་སྙམ་དུ་སེམས་ཏེ། གང་མེད་ན་སྲིད་པ་མི་འབྱུང་ཞིང་། གང་འགགས་པས་སྲིད་པ། འགག་སྙམ་དུ་ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན།
en: “I then pondered what must be absent for becoming not to occur and what must cease for becoming to cease.

source: འདི་ལྟར་ལེན་པ་མེད་ན་སྲིད་པ་མི་འབྱུང་ཞིང་ལེན་པ་འགགས་པས་སྲིད་པ་འགག་གོ་སྙམ་དུ་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་མངོན་པར་རྟོགས་པར་གྱུར་ཏོ། །
en: On proper reflection, I realized this perfectly and as it is: if there is no grasping, no becoming will occur, and the cessation of grasping arrests becoming.

source: ང་འདི་སྙམ་དུ་སེམས་ཏེ། གང་མེད་ན་ལེན་པ་མི་འབྱུང་ཞིང་གང་འགགས་པས་ལེན་པ་འགག་སྙམ་དུ་ང་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ན།
en: “I then pondered what must be absent for grasping not to occur and what must cease for grasping to cease.
